BackwardCases/QHDTests/Backward-facingStep-DoubledRe200/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  4.1                                   |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

4
(
    inlet
    {
        type            patch;
        nFaces          8;
        startFace       6304;
    }
    outlet
    {
        type            patch;
        nFaces          16;
        startFace       6312;
    }
    walls
    {
        type            wall;
        inGroups        1(wall);
        nFaces          424;
        startFace       6328;
    }
    symwall
    {
        type            empty;
        inGroups        1(empty);
        nFaces          6528;
        startFace       6752;
    }
)

// ************************************************************************* //
